[
  {
    "slug": "Malhar & Preksha",
    "title": "Malhar & Preksha | Wedding Teaser'24",
    "location": "Ahemdabad",
    "description": "From the sparkle in their eyes to the rhythm of their rituals, every second is a reflection of their bond and the journey they’re stepping into together.❤️",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/Fd1G-9uPCrY?si=0eCmuDLX7lYNgJfV"
  },
  {
    "slug": "Kishna & Kevin",
    "title": "Kishna & Kevin | Wedding Teaser'24",
    "location": "Nadiad",
    "description": "This is not just a wedding teaser — it’s a moment suspended in time, where two hearts, two cultures, and two stories become one. Krishna and Kevin’s wedding was a soulful celebration of love, unity, and deep connection. From emotional glances to joyous traditions, this teaser captures the essence of their journey — a union filled with warmth, elegance, and the promise of forever.",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/FbIcAZel5iM?si=5iqlsEhj9H4M4B-3"
  },
  {
    "slug": "Lajja & Vir",
    "title": "Lajja & Vir | Wedding Highlight '24",
    "location": "Ahemdabad",
    "description": "Step into the heartfelt celebration of Laja and Vir — a wedding woven.This highlight film captures the soul of their special day — from the sacred vows and emotional rituals to the laughter-filled moments shared with family and friends. It’s not just a wedding film, but a timeless memory of two souls starting their forever journey, together.🌹",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/0sk8ckQggGM?si=Qy_8NyJdKIzF-_gK"
  },
  {
    "slug": "Lajja & Vir",
    "title": "Lajja & Vir | Wedding Teaser '24",
    "location": "Ahemdabad",
    "description": "Here’s a glimpse into a celebration where two hearts became one, surrounded by traditions, family, and heartfelt joy.✨Laja and Vir’s wedding was a soulful blend of timeless rituals, genuine emotions, and vibrant moments. From quiet smiles to grand celebrations, this teaser captures the essence of a love that’s as graceful as it is powerful. A beginning of forever — framed in light, music, and memories.✨",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/8tBfSFV0EGM?si=p2dENrClvVQlbMYd"
  },
  {
    "slug": "Chaitali & Sarthak",
    "title": "Chaitali & Sarthak | wedding Teaser'24",
    "location": "Anand",
    "description": "A glimpse into a story that began with love and unfolded into forever.In this teaser, experience the magic of Chaitali and Sarthak’s wedding — a celebration woven with traditions, laughter, emotion, and endless joy. From the twinkle in their eyes to the rhythm of the rituals, every moment reflects a bond that’s beautifully unbreakable.This is not just a wedding — it’s the beginning of a lifetime, captured in frames that speak louder than words.🌟",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/4svAgyPZC-A?si=6dgJZl8PvFYG_vyN"
  },
  {
    "slug": "Zeel & Srushti",
    "title": "Zeel & Srushti | Wedding Highlight '25",
    "location": "Anand",
    "description": "Zeel & Srushti | A Wedding Woven in Love, Laughter, and Forever.Step into the magical world of Zeel and Srushti as they tie the knot in a heartwarming celebration of love, family, and timeless traditions. From candid moments and joyful rituals to tearful vows and dance-filled nights, this wedding highlight captures every emotion that made their big day unforgettable.Shot with love and crafted with care, this film is more than just a wedding — it’s a story of two souls becoming one.❤️",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/2owO0TN9ZS8?si=NqTPAugQ5PrJ7eLH"
  },
  {
    "slug": "Dippan & Dhiral",
    "title": "Dippan & Dhiral | WEDDING HIGHLIGHT '24",
    "location": "Udaipur",
    "description": "Dippan & Dhiral | Eternal Vows & Beautiful MomentsA wedding that felt like a dream and a love story written in the stars.💕From stolen glances and heartfelt vows to joyful rituals and dance-filled celebrations, Dippan and Dhiral’s wedding was a beautiful blend of emotion, tradition, and togetherness. Every moment was a reflection of their bond — timeless, soulful, and full of grace.This wedding highlight captures the essence of two hearts uniting forever, surrounded by love, laughter, and blessings.",
    "videoType": "youtube",
    "video": "https://www.youtube.com/embed/3h5ITHHm0Go?si=yEI26gx4dNURIWuT"
  }
]
